Repository: alexax66/update-station
Catalog: src/locale/*/update-station.po
Languages: ru

source: Create boot environment backup
ru: Создать резервную копию загрузочной среды

source: Close
ru: Закрыть

source: Install update
ru: Установить обновление

source: Update Manager
ru: Менеджер обновлений

source: Updates available!
ru: Доступны обновления!

source: Installed packages to be REMOVED:
ru: Ранее установленные пакеты будут УДАЛЕНЫ:

source: Installed packages to be UPGRADED
ru: Ранее установленные пакеты будут ОБНОВЛЕНЫ:

source: New packages to be INSTALLED:
ru: Новые пакеты будут УСТАНОВЛЕНЫ:

source: Installed packages to be REINSTALLED:
ru: Ранее установленные пакеты будут ПЕРЕУСТАНОВЛЕНЫ:

source: Software updates are now available.
ru: Доступны обновления программного обеспечения.

source: Major system version upgrade is now available.
ru: Доступно обновление версии основной системы.

source: System and software updates are now available.
ru: Доступны обновления системы и программного обеспечения

source: Update Available
ru: Доступно обновление

source: Major version upgrade
ru: Обновление основной версии

source: Would you like to upgrade from {Data.current_abi} to {Data.new_abi}? If you select No, the upgrade will be skipped until the next boot.
ru: Вы действительно хотите обновиться с {Data.current_abi} на {Data.new_abi}? Если Вы виберете Нет, то обновлние будет пропущено до следующей перезагрузки.

source: Open Update
ru: Открыть обновления

source: Upgrade to PKGBASE
ru: Обновление до PKGBASE

source: To continue receiving system updates, you need to upgrade to PKGBASE. This upgrade cannot be performed on a UFS installation. If you have installed GhostBSD with UFS, please cancel and reinstall using ZFS. This upgrade will be performed in a new boot environment and will automatically reboot into it.
ru: Чтобы продолжать получать обновления системы, вам необходимо перейти на PKGBASE. Это обновление невозможно выполнить при установке системы на UFS. Если вы используете GhostBSD установленную на UFS, отмените эту установку и переустановите ее с помощью ZFS. Это обновление будет выполнено в новой среде загрузки и приведет к автоматической перезагрузке в нее.

source: Upgrade Now
ru: Обновиться сейчас

source: Upgrading to PKGBASE
ru: Обновление до PKGBASE

source: Adding PKGBASE repository support
ru: Добавление поддержки репозитория PKGBASE

source: Adding PKGBASE repository support completed
ru: Добавление поддержки репозитория PKGBASE завершено

source: Creating boot environment pkgbase-upgrade
ru: Создание загрузочной среды pkgbase-upgrade

source: Boot environment pkgbase-upgrade created
ru: Загрузочная среда для pkgbase-upgrade создана

source: Mounting boot environment pkgbase-upgrade
ru: Монтирование загрузочной среды pkgbase-upgrade

source: Boot environment mounted to /tmp/pkgbase-upgrade
ru: Загрузочная среда примотирована в /tmp/pkgbase-upgrade

source: Removing os-generic packages from boot environment
ru: Удаление общих пакетов операционной системы из среды загрузки

source: os-generic packages are removed from boot environment
ru: Общие пакеты операционной системы из среды загрузки удалены

source: Installing PGKBASE in the boot environment
ru: Установка PGKBASE в загрузочную среду

source: PGKBASE installed in the boot environment
ru: PGKBASE установлена в среду загрузки

source: Restoring vital files
ru: Восстановление важных файлов

source: Vital files restored
ru: Важные файлы восстановлены

source: Unmounting boot environment pkgbase-upgrade
ru: Отключение загрузочной среды pkgbase-upgrade

source: Boot environment unmounted
ru: Загрузочная среда отмонтирована

source: Activating pkgbase-upgrade boot environment
ru: Активация загрузочной среды pkgbase-upgrade

source: Activating pkgbase-upgrade boot environment completed
ru: Активация загрузочной среды pkgbase-upgrade завершена

source: Installing Update
ru: Установка обновлений

source: Cleaning old boot environment
ru: Очистка старой загрузочной среды

source: Creating boot environment
ru: Создание загрузочной среды

source: Fetching package updates
ru: Получение обновлений

source: Package updates downloaded
ru: Обновления загружены

source: Installing package updates
ru: Установка обновлений

source: Reinstalling
ru: Переустановка

source: completed
ru: Завершена

source: Software packages upgrade completed
ru: Обновление программного обеспечения завершено

source: Update Failed
ru: Ошибка обновления

source: Press "Detail" to get information about the failure. Get help at https://forums.ghostbsd.org.
ru: Нажмите "Подробности" для получения информации об этой ошибке. Получите помощь на https://forums.ghostbsd.org.

source: Detail
ru: Подробности

source: Update Completed
ru: Обновление завершено

source: The computer needs to restart to run on the updated software.
ru: Чтобы запустить обновленное программное обеспечение, необходимо перезагрузить компьютер.

source: Restart Now
ru: Перезагрузить сейчас

source: Restart Later
ru: Перезагрузить позже

source: All software on this system is up to date.
ru: Все программное обеспечение в этой системе уже обновлено.

source: No Update Available
ru: Нет доступных обновлений

source: No update available. This system is up to date.
ru: Нет доступных обновлений. Эта система уже обновлена.

source: Looking For Updates
ru: Ищу обновления

source: Checking if the repository is online
ru: Проверка на доступность репозиторий

source: The repository is online
ru: Репозиторий доступен

source: The mirror is Syncing
ru: Зеркало синхронизируется

source: Updates are already running
ru: Ообновления уже запущены

source: Checking for updates
ru: Проверка обновлений

source: Getting the list of packages
ru: Получение списка пакетов

source: Open the update window
ru: Откройте окно обновления

source: No update found
ru: Обновление не найдено

source: The Mirror is unreachable
ru: Зеркало не доступно

source: Update Station already started
ru: Центр обновлений уже запущен

source: Update Station already open.
ru: Центр обновлений уже открыт

source: Server Unreachable
ru: Сервер не доступен

source: Packages mirrors are syncing with new packages
ru: Идет синхронизация с новыми пакетами на зеркальных серверах

source: The server is unreachable. Your internet could be down or software package server is down.
ru: Сервер не доступен. Возможно у Вас нас нет доступа в сеть Интернет или сервер пакетов программного обеспечения в настоящее время не работает.

source: Something Is Wrong
ru: Есть ошибки

source: If you see this message it means that something is wrong. Please look at pkg upgrade output.
ru: Если вы видете это сообщение, значит, что-то пошло не так. Пожалуйста, посмотрите на вывод о результах этого обновления с помощью утилиты pkg.

source: Software Station
ru: Центр приложений

source: You need to be root
ru: У Вас должны быть права root

source: OK
ru: ОК
